Repository: syncfusion/uwp-demos
Catalog: SampleBrowser/Resources/PivotClient/*.resw
Languages: ar_ae

source: percent of members loaded
ar_ae: في المئة من أعضاء تحميل

source: Add Report
ar_ae: إضافة تقرير

source: Area
ar_ae: منطقة

source: Autumn Brights
ar_ae: الخريف الكشافات

source: Bar
ar_ae: بار

source: Blue Chrome
ar_ae: أزرق كروم

source: Calculated Member Editor
ar_ae: محرر عضو محسوب

source: Cancel
ar_ae: إلغاء

source: Caption
ar_ae: شرح

source: Caption text should be non-empty
ar_ae: يجب أن يكون عنوان النص غير فارغة

source: Chart Type List
ar_ae: الرسم البياني قائمة نوع

source: Check / UnCheck All
ar_ae: تحقق / إلغاء جميع

source: Choose fields to add to report:
ar_ae: اختيار الميادين إضافة إلى التقرير:

source: Color Palette List
ar_ae: لون قائمة لوحة

source: Column
ar_ae: عمود

source: Columns
ar_ae: الأعمدة

source: Copy
ar_ae: نسخ

source: Cube Selector
ar_ae: مكعب محدد

source: Currency
ar_ae: عملة

source: Custom
ar_ae: عرف

source: Dimension
ar_ae: بعد

source: Drag fields between areas below:
ar_ae: الحقول السحب بين المناطق أدناه :

source: Either the caption text is empty or already exist
ar_ae: ما نص التعليق فارغ أو موجودة بالفعل

source: Elite
ar_ae: نخبة

source: Enable / Disable Hyperlink
ar_ae: تمكين / تعطيل ارتباط تشعبي

source: Error while changing the report
ar_ae: خطأ أثناء تغيير التقرير

source: Error while drag and drop
ar_ae: خطأ أثناء السحب والإفلات

source: Error while enabling or disabling the toggle pivot
ar_ae: خطأ أثناء تمكين أو تعطيل محور تبديل

source: Error while loading the report
ar_ae: خطأ أثناء تحميل التقرير

source: Error while processing the report
ar_ae: خطأ أثناء معالجة التقرير

source: Error while removing the report
ar_ae: خطأ أثناء إزالة التقرير

source: Error while saving the report
ar_ae: خطأ أثناء حفظ التقرير

source: Error while toggling the expander's visibility
ar_ae: خطأ أثناء تبديل الرؤية المتوسع ل

source: Error while updating the calculated member
ar_ae: خطأ أثناء تحديث العضو المحسوب

source: Error while updating the measure
ar_ae: خطأ أثناء تحديث التدبير

source: Error while updating the member
ar_ae: خطأ أثناء تحديث عضوا

source: Excel-Like
ar_ae: اكسل مثل

source: Exception Message
ar_ae: رسالة الاستثناء

source: Export Chart to Image
ar_ae: تصدير الرسم البياني لل صورة

source: Export Chart to PDF
ar_ae: تصدير مخطط PDF

source: Export Chart to Word
ar_ae: تصدير الرسم البياني لل كلمة

source: Export Grid to CSV
ar_ae: شبكة لتصدير CSV

source: Export Grid to Excel
ar_ae: شبكة لتصدير التفوق

source: Export Grid to PDF
ar_ae: شبكة لتصدير PDF

source: Export Grid to Word
ar_ae: شبكة لتصدير كلمة

source: Expression
ar_ae: التعبير

source: Expression text should be non-empty
ar_ae: وينبغي أن يكون النص التعبير غير فارغة .

source: Filters
ar_ae: مرشحات

source: Flora Hues
ar_ae: النباتات الأشكال

source: Format String
ar_ae: سلسلة شكل

source: Freeze / Unfreeze Headers
ar_ae: تجميد / إلغاء تجميد رؤوس

source: Green Chrome
ar_ae: الكروم الأخضر

source: Grid Layout List
ar_ae: قائمة تخطيط الشبكة

source: Light Candy
ar_ae: الحلوى الخفيفة

source: Line
ar_ae: خط

source: Load Report
ar_ae: تقرير تحميل

source: MDX Query
ar_ae: MDX استعلام

source: Measure
ar_ae: قياس

source: Measure and KPI should be in same axis
ar_ae: قياس و يجب أن يكون KPI في نفس المحور

source: Measure Editor
ar_ae: قياس محرر

source: Member Editor
ar_ae: محرر الأعضاء

source: Member Type
ar_ae: نوع العضو

source: Metro
ar_ae: مترو

source: More than one measure cannot be sliced
ar_ae: قياس أكثر من واحد لا يمكن أن شرائح

source: Move Down
ar_ae: تحريك لأسفل

source: Move First
ar_ae: الخطوة الأولى

source: Move Last
ar_ae: نقل آخر

source: Move Up
ar_ae: تحرك

source: Named set cannot be present in slicer axis if the parent dimension exists in any other axis
ar_ae: المجموعة المسماة لا يمكن أن تكون موجودة في محور تقطيع اللحم في حالة وجود البعد الأصل في أي محور آخر

source: New Report
ar_ae: تقرير جديد

source: No Summaries
ar_ae: لا ملخصات

source: None
ar_ae: لا شيء

source: Normal
ar_ae: عادي

source: OK
ar_ae: حسنا

source: Percent
ar_ae: نسبه مئويه

source: Pie
ar_ae: فطيرة

source: Pineapple
ar_ae: أناناس

source: PivotTable Field List
ar_ae: قائمة الجدول المحوري الميدان

source: Please select the parent dimension
ar_ae: الرجاء تحديد البعد الأم

source: Purple Chrome
ar_ae: كروم الأرجواني

source: Red Chrome
ar_ae: أحمر كروم

source: Remove Report
ar_ae: إزالة تقرير

source: Rename Report
ar_ae: إعادة تسمية تقرير

source: Report
ar_ae: تقرير

source: Report List
ar_ae: قائمة تقرير

source: Report Name
ar_ae: تقرير اسم

source: Rows
ar_ae: الصفوف

source: Sandy Beach
ar_ae: شاطئ رملي

source: Save As Report
ar_ae: حفظ باسم تقرير

source: Save Report
ar_ae: احفظ التقرير

source: Scatter
ar_ae: تبعثر

source: Show / Hide Expander
ar_ae: إظهار / إخفاء المتوسع

source: Show / Hide Legend
ar_ae: إظهار / إخفاء الأيقونات

source: Show / Hide ToolTip
ar_ae: إظهار / إخفاء تلميح الأدوات

source: Show / Hide Value Cell ToolTip
ar_ae: إظهار / إخفاء تلميح قيمة الخلية

source: Show MDX
ar_ae: مشاهدة MDX

source: Since KPI is a calculated measure it cannot be sliced
ar_ae: منذ KPI هو مقياس محسوب أنه لا يمكن أن شرائح

source: Spline
ar_ae: خدد

source: Spline Area
ar_ae: المفتاح منطقة

source: Stacking Area
ar_ae: التراص منطقة

source: Stacking Bar
ar_ae: التراص بار

source: Stacking Bar 100
ar_ae: التراص بار 100

source: Stacking Column
ar_ae: العمود التراص

source: Stacking Column 100
ar_ae: التراص العمود 100

source: Standard
ar_ae: معيار

source: Step Area
ar_ae: مساحة خطوة

source: Step Line
ar_ae: خط خطوة

source: This element already exists in the current axis
ar_ae: هذا العنصر موجود بالفعل في محور الحالي

source: Toggle Pivot
ar_ae: تبديل المحورية

source: Tomato Spectrum
ar_ae: الطماطم الطيف

source: Values
ar_ae: القيم

source: Chart
ar_ae: خريطة

source: Document Created
ar_ae: وثيقة مكون

source: Grid
ar_ae: شبكة

source: Do you want to save changes to the report
ar_ae: هل تريد حفظ التغييرات إلى التقرير

source: Do you want to view the document
ar_ae: هل تريد عرض الوثيقة

source: Row
ar_ae: صف

source: Value
ar_ae: القيمة

source: Cube Name
ar_ae: اسم مكعب

source: Goal
ar_ae: هدف

source: Goal Expression
ar_ae: هدف التعبير

source: KPI Editor
ar_ae: KPI محرر

source: KPI Name
ar_ae: KPI اسم

source: Shapes
ar_ae: الأشكال

source: Status
ar_ae: الحالة

source: Status Expression
ar_ae: التعبير الوضع

source: Status Indicator
ar_ae: وضع المؤشر

source: Traffic Light
ar_ae: إشارة ضوئية

source: Trend
ar_ae: اتجاه

source: Trend Expression
ar_ae: اتجاه التعبير

source: Value Expression
ar_ae: التعبير قيمة

source: Error while updating the virtual KPI
ar_ae: خطأ أثناء تحديث KPI الظاهري

source: Goal expression should be non empty
ar_ae: يجب أن يكون التعبير الهدف غير فارغة

source: KPI name should be non empty
ar_ae: وينبغي أن يكون اسم KPI غير فارغة

source: Status expression should be non empty
ar_ae: يجب أن يكون التعبير الوضع غير فارغة

source: Trend expression should be non empty
ar_ae: يجب أن يكون التعبير الاتجاه غير فارغة

source: Value expression should be non empty
ar_ae: يجب أن يكون التعبير قيمة غير فارغة

source: Virtual KPI with same name is already exists. Please enter a different name
ar_ae: KPI الظاهري مع نفس الاسم هو موجود بالفعل. يرجى إدخال اسم مختلف.

source: Column Page Settings
ar_ae: إعدادات عمود الصفحة

source: Column Pager
ar_ae: العمود بيجر

source: Current Page
ar_ae: الصفحة الحالية

source: Move To First
ar_ae: الانتقال إلى الأولى

source: Move To Last
ar_ae: الانتقال إلى آخر

source: Move To Next
ar_ae: الانتقال إلى التالي

source: Move To Previous
ar_ae: الانتقال إلى السابق

source: Of
ar_ae: من

source: Page
ar_ae: صفحة

source: Page Settings
ar_ae: إعدادات الصفحة

source: Page Size
ar_ae: مقاس الصفحه

source: Pager Settings
ar_ae: إعدادات بيجر

source: Row Page Settings
ar_ae: إعدادات الصف الصفحة

source: Row Pager
ar_ae: بيجر التوالي

source: Localized Report
ar_ae: تقرير محلي

source: Do you want to view the image
ar_ae: هل تريد عرض صورة

source: Image created
ar_ae: خلق صورة

source: and
ar_ae: و

source: begins with
ar_ae: يبدأ ب

source: Between
ar_ae: ما بين

source: Clear Filter
ar_ae: مرشح واضح

source: contains
ar_ae: يحتوي على

source: does not begin with
ar_ae: لا تبدأ

source: does not contain
ar_ae: لا يحتوي

source: does not end with
ar_ae: لا تنتهي مع

source: does not equal
ar_ae: لا يساوي

source: ends with
ar_ae: ينتهي ب

source: equal
ar_ae: مساو

source: Greater Than Or Equal To
ar_ae: أكبر من أو يساوي...

source: Greater Than
ar_ae: أكثر من...

source: is between
ar_ae: يتراوح ما بين

source: is greater than
ar_ae: أكبر من

source: is greater than or equal to
ar_ae: أكبر من أو يساوي

source: is less than
ar_ae: اقل من

source: is less than or equal to
ar_ae: أقل من أو يساوي

source: is not between
ar_ae: ليس بين

source: Label Filters
ar_ae: فلاتر التسمية

source: Less Than Or Equal To
ar_ae: اقل او يساوي...

source: Less Than
ar_ae: أقل من...

source: Not Between
ar_ae: ليس بينهما

source: Select field:
ar_ae: حدد الحقل:

source: Show items for which
ar_ae: عرض العناصر التي

source: Show items for which the label
ar_ae: عرض العناصر التي التسمية

source: Value Filters
ar_ae: فلاتر القيمة

source: Enable / Disable Paging
ar_ae: تمكين / تعطيل الترحيل

source: Report Menu
ar_ae: تقرير القائمة

source: Create a Calculated Member or Measure
ar_ae: إنشاء عضو محتسب أو قياس

source: Create a Virtual KPI element
ar_ae: إنشاء عنصر KPI الظاهري

source: FullScreen View
ar_ae: ملء الشاشة عرض

source: Auto Execute
ar_ae: ملء الشاشة عرض

source: Search here
ar_ae: بحث هنا

source: Drop fields here
ar_ae: الحقول قطرة هنا

source: Conditional Format Editor
ar_ae: محرر تنسيق شرطي

source: Name
ar_ae: اسم

source: Condition Type
ar_ae: حالة النوع

source: Predicate Type
ar_ae: المسند نوع

source: Font Size
ar_ae: حجم الخط

source: Cell Color
ar_ae: الخليوي اللون

source: Conditions
ar_ae: الشروط

source: Value1
ar_ae: القيمة 1

source: Value2
ar_ae: قيمة 2

source: Font Style
ar_ae: نمط الخط

source: Font Weight
ar_ae: الوزن الخط

source: Foreground
ar_ae: االمقدمةسم

source: Add Condition
ar_ae: إضافة شرط

source: Remove All
ar_ae: إزالة جميع

source: Removes the current condition
ar_ae: فهو يزيل الوضع الحالي

source: Please enter the value
ar_ae: الرجاء إدخال قيمة

source: Invalid values: The value 1 must be lower than the value 2
ar_ae: القيم غير الصالحة: يجب أن تكون القيمة 1 أقل من القيمة 2

source: Please provide a valid name
ar_ae: يرجى تقديم اسم صالح

source: Please provide an alternate name a condition already exists as
ar_ae: يرجى تقديم اسم بديل. وهناك شرط موجود بالفعل كما

source: Equals
ar_ae: يساوي

source: NotEquals
ar_ae: لا يساوي

source: LessThan
ar_ae: أقل من

source: LessThanOrEqual
ar_ae: أقل من أو يساوي

source: GreaterThan
ar_ae: أكبر من

source: GreaterThanOrEqual
ar_ae: أكبر من أو يساوي

source: AndAlso
ar_ae: وأيضا

source: OrElse
ar_ae: وإلا

source: Black
ar_ae: أسود

source: Bold
ar_ae: جريء

source: ExtraBold
ar_ae: خارج جريئة

source: ExtraLight
ar_ae: ضوء اضافية

source: Light
ar_ae: ضوء

source: Medium
ar_ae: متوسط

source: SemiBold
ar_ae: شبه جريئة

source: ExtraBlack
ar_ae: الأسود اضافية

source: SemiLight
ar_ae: ضوء الدور

source: Thin
ar_ae: رقيق

source: Clear Filter from
ar_ae: تصفية واضحة من

source: Label Filter
ar_ae: تصفية التسمية

source: Value Filter
ar_ae: تصفية القيمة

source: Remove
ar_ae: إزالة

source: Add
ar_ae: إضافة

source: Calculated Field
ar_ae: الحقل المحسوب

source: Calculated field with same name already exists
ar_ae: الحقل المحسوب بنفس الاسم موجود بالفعل

source: Custom Summary
ar_ae: ملخص مخصص

source: Delete
ar_ae: حذف

source: Display Option
ar_ae: خيار العرض

source: Expression Field
ar_ae: حقل التعبير

source: Field Name
ar_ae: اسم الحقل

source: Fields
ar_ae: مجالات

source: Formula
ar_ae: معادلة

source: Formula is incomplete and please check with the formula you have provided
ar_ae: الصيغة غير مكتملة ويرجى التحقق من الصيغة التي قدمتها

source: Insert Field
ar_ae: إدراج حقل

source: Please add a new calculated field into pivot calculations before pressing the OK button
ar_ae: الرجاء إضافة حقل محسوب جديد إلى الحسابات المحورية قبل الضغط على الزر موافق

source: Please provide formula to add new calculated field into PivotCalculations
ar_ae: يرجى تقديم صيغة لإضافة حقل محسوب جديد إلى بيفوتكالكولاتيونس

source: Please provide name of the field to insert
ar_ae: يرجى تقديم اسم الحقل لإدراجه

source: Show/Hide SubTotals
ar_ae: إظهار / إخفاء المجاميع الفرعية

source: Summary
ar_ae: ملخص

source: Summary Type
ar_ae: نوع الملخص

source: DoesNotBeginWith
ar_ae: داسنوت إندزويث

source: DoesNotEqual
ar_ae: لا يساوي

source: GreaterThanOrEqualTo
ar_ae: أكبر من أو يساوي

source: LessThanOrEqualTo
ar_ae: اقل او يساوي

source: Or
ar_ae: أو

source: NotBetween
ar_ae: ليس بينهما

source: DoesNotContains
ar_ae: لا يحتوي على

source: DoesNotEndsWith
ar_ae: لا ينتهي مع

source: EndsWith
ar_ae: ينتهي ب

source: Loading
ar_ae: جار التحميل

source: Edit
ar_ae: تصحيح

source: Data Connection
ar_ae: اتصال البيانات

source: New
ar_ae: الجديد

source: Save
ar_ae: حفظ

source: Load
ar_ae: حمل

source: SaveAs
ar_ae: حفظ باسم

source: Rename
ar_ae: إعادة تسمية

source: BeginsWith
ar_ae: يبدأ ب

source: Exception Dialog
ar_ae: مربع حوار الاستثناء

source: All
ar_ae: الكل

source: Summaries
ar_ae: ملخصات

source: Calculations
ar_ae: العمليات الحسابية

source: GrandTotals
ar_ae: جراند توتالس

source: Summaries and Calculations
ar_ae: ملخصات والحسابات

source: Summaries and GrandTotals
ar_ae: ملخصات و غراندتوتالس

source: Calculations and GrandTotals
ar_ae: الحسابات و غراندتوتالس

source: Count
ar_ae: عد

source: DoubleTotalSum
ar_ae: مضاعفة المجموع الكلي

source: DoubleAverage
ar_ae: متوسط مزدوج

source: DoubleMaximum
ar_ae: مزدوجة كحد أقصى

source: DoubleMinimum
ar_ae: الحد الأدنى المزدوج

source: DoubleStandardDeviation
ar_ae: الانحراف المعياري المزدوج

source: DecimalTotalSum
ar_ae: عشري المجموع الإجمالي

source: IntTotalSum
ar_ae: مجموع المبلغ الإجمالي

source: DisplayIfDiscreteValuesEqual
ar_ae: العرض إذا كانت القيمة المنفصلة متساوية

source: Sum
ar_ae: مجموع

source: Average
ar_ae: معدل

source: Max
ar_ae: ماكس

source: Min
ar_ae: مصغرة

source: CountNumbers
ar_ae: عد الأرقام

source: StdDev
ar_ae: الانحراف

source: StdDevP
ar_ae: ستد ديفياتيون p

source: Var
ar_ae: فار

source: VarP
ar_ae: حفار pمل

source: MyCustomSummaryBase1
ar_ae: قاعدة الموجز المخصص 1

source: MyCustomSummaryBase2
ar_ae: قاعدة ملخص مخصص 2

source: DoubleVariance
ar_ae: اختلاف مزدوج

source: (Select All)
ar_ae: (اختر الكل)

source: (All)
ar_ae: هل أنت متأكد من إزالة جميع التنسيقات الشرطية المطبقة

source: Are you sure to remove all the applied conditional formats
ar_ae: (الكل)

source: Are you sure to remove the selected condition
ar_ae: (هل أنت متأكد من إزالة جميع التنسيقات الشرطية المطبقة

source: Close
ar_ae: قريب

source: Pivot Computation Information
ar_ae: معلومات حساب المحورية

source: Please provide expression to add new expression field into PivotCalculations
ar_ae: يرجى تقديم تعبير لإضافة حقل تعبير جديد إلى بيفوتكالكولاتيونس

source: Please provide format string of the field to insert
ar_ae: يرجى تقديم تنسيق سلسلة من الحقل لإدراجها

source: Please select a custom summary of the field
ar_ae: يرجى تحديد ملخص مخصص للحقل.

source: Show Calculations as Columns
ar_ae: عرض العمليات الحسابية كأعمدة

source: Top Summary
ar_ae: ملخص قصوى

source: Field Header
ar_ae: رأس الحقل

source: Description
ar_ae: وصف

source: Format
ar_ae: شكل

source: Show Value As
ar_ae: إظهار القيمة باسم

source: NoCalculation
ar_ae: لا حساب

source: PercentageOfGrandTotal
ar_ae: نسبة غراندتوتال

source: PercentageOfColumnTotal
ar_ae: النسبة المئوية من إجمالي العمود

source: PercentageOfRowTotal
ar_ae: النسبة المئوية للصف الكلي

source: PercentageOfParentColumnTotal
ar_ae: النسبة المئوية من إجمالي العمود الرئيسي

source: PercentageOfParentRowTotal
ar_ae: النسبة المئوية من إجمالي صف الوالد

source: PercentageOfParentTotal
ar_ae: النسبة المئوية للمجموع الكلي

source: Index
ar_ae: فهرس

source: PercentageOf
ar_ae: نسبة من

source: DifferenceFrom
ar_ae: الفرق من

source: PercentageOfDifferenceFrom
ar_ae: نسبة الفرق من

source: RunningTotalIn
ar_ae: تشغيل إجمالي في

source: PercentageOfRunningTotalIn
ar_ae: نسبة تشغيل إجمالي في

source: RankSmallestToLargest
ar_ae: رتبة أصغر إلى أكبر

source: RankLargestToSmallest
ar_ae: رتبة أكبر إلى أصغر

source: Summarize Value By
ar_ae: تلخيص القيمة بواسطة

source: Ascending (A to Z) by:
ar_ae: تصاعدي (من أ إلى ي) حسب:

source: AutoSort
ar_ae: الفرز التلقائي

source: Base Field
ar_ae: حقل قاعدة

source: Base Item
ar_ae: عنصر القاعدة

source: Bottom
ar_ae: الأسفل

source: by
ar_ae: بواسطة

source: Descending (Z to A) by:
ar_ae: تنازلي (من Z إلى A) بواسطة:

source: Drag items of the
ar_ae: اسحب عناصر من

source: field to display them in any order
ar_ae: حقل لعرضها في أي أمر

source: First key sort order
ar_ae: أول ترتيب فرز المفتاح

source: Grand Total
ar_ae: المبلغ الإجمالي

source: in ascending order
ar_ae: في ترتيب تصاعدي

source: in descending order
ar_ae: بترتيب من الاعلي الي الاقل

source: Items
ar_ae: العناصر

source: Manual (you can drag items to rearrange them)
ar_ae: دليل (يمكنك سحب العناصر لإعادة ترتيبها)

source: More Options
ar_ae: خيارات أخرى...

source: More Sort Options
ar_ae: المزيد من خيارات الفرز ...

source: Sort
ar_ae: فرز

source: Sort A to Z
ar_ae: ترتيب من الألف إلى الياء

source: Sort automatically every time the report is updated
ar_ae: فرز تلقائيا في كل مرة يتم تحديث التقرير

source: Sort By
ar_ae: ترتيب حسب

source: Sort options
ar_ae: خيارات التصنيف

source: Sort Z to A
ar_ae: فرز Z إلى A

source: Top
ar_ae: أعلى

source: Top 10
ar_ae: أعلى 10

source: Top 10 Filter
ar_ae: أعلى 10 تصفية

source: Top10FilterPopupText
ar_ae: تبين

source: Use * to represent any series of characters
ar_ae: استخدام * لتمثيل أي سلسلة من الأحرف

source: Use ? to represent any single character
ar_ae: استعمال ؟ لتمثيل أي حرف واحد

source: Error while loading report items
ar_ae: حدث خطأ أثناء تحميل عناصر التقرير

source: Add / Edit Conditional Format
ar_ae: إضافة / تعديل التنسيق الشرطي

source: You must enter numeric values only
ar_ae: أدخل القيم الرقمية فقط

source: No
ar_ae: لا

source: Yes
ar_ae: نعم فعلا
